const Musics = {
    Gray_Night: '<b>Юрий Шатунов</b><br><br>Я не знаю, что сказать тебе при встрече,<br> Не могу найти хотя бы пары слов. А недолгий вечер,<br> а недолгий вечер Скоро станет ночью темною без снов.<br> А недолгий вечер, а недолгий вечер Станет ночью темною без снов.<br> И снова седая ночь, И только ей доверяю я.<br> Знаешь, седая ночь, ты все мои тайны.<br> Но даже и ты помочь Не можешь, и темнота твоя Мне одному совсем,<br> совсем ни к чему. Знаешь ты без слов, тебе давно все ясно,<br> Только прячешь взгляд своих счастливых глаз. И опять напрасно,<br> и опять напрасно Собираюсь я все рассказать сейчас. И опять напрасно,<br> и опять напрасно Собираюсь все сказать сейчас. И снова седая ночь,<br> И только ей доверяю я. Знаешь, седая ночь, ты все мои тайны. Но даже и ты помочь Не можешь,<br> и темнота твоя Мне одному совсем, совсем ни к чему.<br> Снова вижу я тебя который вечер,<br> Снова вижу блеск твоих счастливых глаз,<br> Но с тобой не вместе, но с тобой не вместе<br> Снова будем мы и завтра, и сейчас. Но с тобой не вместе, но с тобой<br> не вместе Будем мы и завтра, и сейчас. И снова седая ночь,<br> И только ей доверяю я. Знаешь, седая ночь, ты все мои тайны.<br> Но даже и ты помочь Не можешь, и темнота твоя Мне одному совсем,<br> совсем ни к чему.',
    smokeWithMenthol: '<b>Нэнси</b><br><br>Дым сигарет с ментолом<br> Пьяный угар качает,<br> В глаза ты смотришь другому,<br> Который тебя ласкает. А я нашёл другую,<br> Хоть не люблю, но целую,<br> А когда я её обнимаю,<br> Всё равно о тебе вспоминаю.<br> Губы твои, как маки,<br> Платье по моде носишь.<br> Себя ты ему раздаришь,<br> Меня же знать не хочешь.<br> А я нашёл другую,<br> Хоть не люблю, но целую,<br> А когда я её обнимаю,<br> Всё равно о тебе вспоминаю.<br> Завтра я буду дома,<br> Завтра я буду пьяный, Но никогда не забуду,<br> Как к щеке прикоснулся губами.<br> А я нашёл другую,<br> Хоть не люблю, но целую, А когда я её обнимаю,<br> Всё равно о тебе вспоминаю.<br> Лучше меня прости,<br> Брось и вернись ко мне. Прости за то, что ушёл с другой,<br> Прости за то, что ушла и ты.<br> А я нашёл другую,<br> Хоть не люблю, но целую,<br> А когда я её обнимаю,<br> Всё равно о тебе вспоминаю.<br> Всё равно я тебя вспоминаю.<br> Всё равно я тебя вспоминаю.',
    windFromSea: '<b>Натали</b><br><br>Ветер с моря дул, ветер с моря дул, Нагонял беду, нагонял беду.<br> И сказал ты мне, и сказал ты мне:<br> Больше не приду, больше не приду<br> Видно не судьба, видно не судьба,<br> Видно нет любви, видно нет любви,<br> Видно надо мной, видно надо мной<br> Посмеялся ты, посмеялся ты.<br> Я тебя люблю, я тебя люблю, Честно говорю, честно говорю.<br> Ведь ты знаешь сам, ведь ты знаешь сам,<br> Как тебя я жду, как тебя я жду.<br> Видно не судьба, видно не судьба,<br> Видно нет любви, видно нет любви,<br> Видно надо мной, видно надо мной<br> Посмеялся ты, посмеялся ты.<br> Видно не судьба, видно не судьба,<br> Видно нет любви, видно нет любви,<br> Видно надо мной, видно надо мной<br> Посмеялся ты, посмеялся ты.<br> Времена пройдут, времена пройдут,<br> Годы пролетят, годы пролетят.<br> Первую любовь, первую любовь<br> Не вернёшь назад, не вернёшь назад.<br> Видно не судьба, видно не судьба,<br> Видно нет любви, видно нет любви,<br> Видно надо мной, видно надо мной<br> Посмеялся ты, посмеялся ты.<br> Видно не судьба, видно не судьба,<br> Видно нет любви, видно нет любви,<br> Видно надо мной, видно надо мной<br> Посмеялся ты, посмеялся ты.<br>',
    Titanik: '<b>Лолита</b><br><br>Нет не надо слов, не надо паники это мой последний день на Титанике.<br> Вот и вся любовь, снимаю батики -<br> Это мой последний день на Титанике на Титанике...<br> Я схожу на берега. Я когда-то верила во что-то большее, чем:<br> Чьи-то громкие слова; чьи-то нежные глаза,<br> А по факту - в которых лишь пустота.<br> Я себя сделала сама! Я никому, ничего не должна -<br> Отпустила и взлетела выше, к далеким берегам;<br> Вопреки шансам и острым волнам отпустила и пропела: Вы - не мой капитан, а я - не ваш океан;<br> Так оставим ненужные проводы  Вы не больше, чем спам<br> Разлитый по сердцам.<br> Нет не надо слов, не надо паники это мой последний день на Титанике.<br> Вот и вся любовь, снимаю батики -<br> Это мой последний день на Титанике!<br> Нет не надо слов, не надо паники <br> Это мой последний день на Титанике. Вот и вся любовь, бросаю фантики -<br> Это мой последний день на Титанике!<br> Я схожу на берега Я сегодня до темна, и пью чувства безо льда.<br> Я свободна! я жива! Отключите провода От моих белых крыльев, а мне пора...<br> Я себя сделала сама! Я никому, ничего не должна -<br> Отпустила и взлетела выше, к далеким берегам Вопреки шансам и острым волнам;<br> Отпустила и пропела: Вы - не мой капитан, а я - не ваш океан;<br> Так оставим ненужные проводы Вы не больше, чем спам<br> Разлитый по сердцам.<br> Нет не надо слов, не надо паники -<br> Это мой последний день на Титанике.<br> Вот и вся любовь, снимаю батики -<br> Это мой последний день в акробатике.<br> Нет не надо слов, не надо паники -<br> Это мой последний день на Титанике.<br> Вот и вся любовь, бросаю фантики -<br> Это мой последний день на Титанике!<br> На Титанике... На Титанике...<br></br> На Титанике... На Титанике...<br>',
    Good: '<b>Николай Носков</b><br><br>В этом мире я - гость непрошенный,<br> Отовсюду здесь веет холодом.<br> Не потерянный, но заброшенный,<br> Я один на один с городом.<br> Среди подлости и предательства,<br> И суда, на расправу скорого,<br> Есть приятное обстоятельство:<br> Я люблю тебя - это здорово.<br> Это здорово.<br> Это здорово.<br> Я навеки останусь, видимо,<br> В этих списках пропавших без вести.<br> На фронтах той войны невидимой -<br> Одаренности с бесполезностью.<br> Всюду принципы невмешательства.<br> Вместо золота - плавят олово.<br> Но, есть приятное обстоятельство:<br> Я люблю тебя — это здорово.<br> Это здорово.<br> Это здорово.<br> В царстве глупости и стяжательства,<br> Среди гор барахла казенного,<br> Есть приятное обстоятельство:<br> Я люблю тебя!<br> Я навеки даю обязательство,<br> Что не стану добычей ворона.<br> Есть особое обстоятельство:<br> Я люблю тебя! Я люблю тебя — это здорово.<br> Это здорово.<br> Это здорово.<br>',
    Hand: '<b>Григорий Лепс</b><br><br>Пусть все мои слова<br> Будут для тебя пылью<br> Дай мне хотя бы шанс<br> Сказать тебе Всё<br> Ты много лет назад<br> Вылечил мои крылья<br> Но ранил их сейчас и как теперь<br> Нам быть вдвоём<br> Мне каждый день без рук твоих душа болит за нас двоих<br> И кажется что всё вокруг в какой-то миг исчезло вдруг<br> Мне каждый день молчат часы о том что вновь вернешься ты<br> и как всегда прогонишь прочь печаль мою<br> Ты можешь нечего<br> Мне не говорить больше<br> Я по твоим глазам<br> читаю всё сам<br> Дай мне побыть с тобой<br> Хоть бы на чуть-чуть дольше<br> Я все тебе отдам твоим рукам твоим губам<br> Мне каждый день без рук твоих душа болит за нас двоих<br> И кажется что всё вокруг в какой-то миг исчезло вдруг<br> Мне каждый день молчат часы о том что вновь вернешься ты<br> и как всегда прогонишь прочь печаль мою',
    Dreamer: '<b>Ярослав Евдокимов</b><br><br>Всё я выдумал сам,<br> Потому что был слеп непроглядный туман,<br> Непроглядный туман, и не выпавший снег<br> Песню нежных сердец<br> Под аккорды дождя, и счастливый конец,<br> И счастливый конец, и, конечно, тебя...<br> Я к тебе приходил и в морозы и в зной,<br> Я тебе говорил,<br> Я тебе говорил о любви неземной<br> Что ты очень нежна, и на всё я готов<br> Но тебе не нужна...<br> Но тебе не нужна неземная любовь.<br> Фантазёр, ты меня называла<br> Фантазёр, а мы с тобою не пара<br> Ты умна, ты прекрасна, как фея<br> Ну, а я, я люблю всё сильнее...<br> Всё умчалось как дым без тревог и потерь,<br> Ты сегодня с другим...<br> Ты сегодня с другим, у тебя есть теперь<br> И земные мечты, и земная любовь,<br> Что же с нежностью ты...<br> Что же с нежностью ты смотришь в прошлое вновь.<br> Фантазёр, ты меня называла<br> Фантазёр, а мы с тобою не пара<br> Ты умна, ты прекрасна, как фея<br> Ну, а я, я люблю всё сильнее...<br> Ну, а я, я люблю всё сильнее...<br>',
    Wish: '<b>Елена Ваенга</b><br><br>Солнце, ярко светит и смеются дети,<br> И мы рука об руку идём с тобою рядом.<br> И говорить не надо, всё и так понятно —<br> И мне приятно всем Вам говорить:<br> Желаю, чтоб Вы все были здоровы! И чтобы над Вами<br> Сияло солнце ярче, чем на Мадагаскаре!<br> Чтоб до ста лет жили! Чтоб горя не знали,<br> И чтобы Ваши дети вас радовали! Оп!<br> Я желаю мира! Я добра желаю!<br> И каждому — здоровья, от всей души желаю.<br> И мне не много надо — хочу, чтоб были рядом:<br Любимые и вся моя родня!<br> Желаю, чтоб Вы все были здоровы! И чтобы над Вами<br> Сияло солнце ярче, чем на Мадагаскаре!<br> Чтоб до ста лет жили! Чтоб горя не знали,<br> И чтобы Ваши дети вас радовали! Оп!<br> Солнце, ярко светит и смеются дети,<br> И мы рука об руку идём с тобою рядом.<br> И говорить не надо, всё и так понятно —<br> И мне приятно всем Вам говорить:<br> Желаю, чтоб Вы все были здоровы! И чтобы над Вами<br> Сияло солнце ярче, чем на Мадагаскаре!<br> Чтоб до ста лет жили! Чтоб горя не знали,<br> И чтобы Ваши дети вас радовали!<br> Чтоб до ста лет жили! Чтоб горя не знали,<br> И чтобы Ваши дети вас радовали!',
    Driwer: '<b>Ирина Аллегрова</b><br><br>Если спросят меня, где взяла Я такого мальчишку сладкого,<br> Я отвечу, что угнала,<br> Как чужую машину девятку я!<br> Угнала у всех на виду,<br> Так открыто, что обалдели все.<br> Ни за что, ты имей в виду,<br> Не верну тебя бывшей владелице!<br> Я ждала тебя, так ждала,<br> Ты был мечтою моей хрустальною,<br> Угнала тебя, угнала,<br> Ну и что же тут криминального?<br> Я ждала тебя, так ждала,<br> Ты был мечтою моей хрустальною,<br> Угнала тебя, угнала,<br> Ну и что же тут криминального?<br> /"Эй, угонщица,/" - слышу я вслед, -<br> /"У тебя ни стыда, ни совести!/"<br> Но гоню я на красный свет<br> На немыслимо бешеной скорости!<br> А другие пускай тормозят<br> И вернуть тебя не стараются,<br> Не вернeтся уже назад,<br> Кто хоть раз со мной покатается!<br> Я ждала тебя, так ждала,<br> Ты был мечтою моей хрустальною,<br> Угнала тебя, угнала,<br> Ну и что же тут криминального?<br> Я ждала тебя, так ждала,<br> Ты был мечтою моей хрустальною,<br> Угнала тебя, угнала,<br> Ну и что же тут криминального?<br> Я ждала тебя, так ждала,<br> Ты был мечтою моей хрустальною,<br> Угнала тебя, угнала,<br> Ну и что же тут криминального?<br> Я ждала тебя, так ждала,<br> Ты был мечтою моей хрустальною,<br> Угнала тебя, угнала,<br> Ну и что же тут криминального?',
    Sailor: '<b>Олег Газманов</b><br><br>Над морскою тишиной, над крутою над волной,<br> Две вечерние звезды, две дороги, две судьбы.<br> И одна из них зовет через волны на восход,<br> А другая тянет к дому, снова в порт меня зовет.<br> Дома долго мне нельзя, сердце просится в моря<br> Посмотреть, как в океане начинается заря.<br> Но, как только горизонт белый берег зачеркнет,<br> Меня снова тянет к дому, снова в порт меня зовет.<br> Ты морячка, я моряк,<br> Ты рыбачка, я рыбак.<br> Ты на суше, я на море,<br> Мы не встретимся никак.<br> Ты морячка, я моряк,<br> Ты рыбачка, я рыбак.<br> Ты на суше, я на море,<br> Мы не встретимся никак.<br> Я любимой объяснял, как лебедка тянет трал,<br> А она не хочет слушать, хочет, чтоб поцеловал.<br> Я любимой говорил, как в моря свои ходил,<br> А она не хочет слушать, хочет, крепче чтоб любил.<br> Ты морячка, я моряк,<br> Ты рыбачка, я рыбак.<br> Ты на суше, я на море,<br> Мы не встретимся никак.<br> Ты морячка, я моряк,<br> Ты рыбачка, я рыбак.<br> Ты на суше, я на море,<br> Мы не встретимся никак.<br> Я, наверное, не зря в этот раз ходил в моря.<br> Наменял я там подарков, ждет их вся моя родня.<br> Скоро наши молодцы все швартовые концы<br> Намотают на кнехты и причалят корабли.<br> Ты морячка, я моряк,<br> Ты рыбачка, я рыбак.<br> Ты морячка, я моряк,<br> Ты рыбачка, я рыбак.<br> Ты на суше, я на море,<br> Мы не встретимся никак.<br> Ты морячка, я моряк,<br> Ты рыбачка, я рыбак.<br> Ты на суше, я на море,<br> Мы не встретимся никак.<br> Ты на суше, я на море,<br> Мы не встретимся никак.<br> Ты на суше, я на море,<br>  Мы не встретимся никак.',
    Without: '<b>Стас Михайлов</b><br><br>Ты прости меня, родная, что творю, я сам не знаю<br> Просто очень плохо без тебя<br> Незнакомые все лица, а душе моей не спится<br> Дни я проколачиваю зря<br> Незнакомые все лица, а душе моей не спится<br> Дни я проколачиваю зря<br> Нету от меня покоя, но я все устрою<br> Если ты сумеешь подождать<br> Когда солнце догорает: грусть, тоска меня съедает<br> Не могу заснуть я без тебя<br> Когда солнце догорает: грусть, тоска меня съедает<br> Не могу заснуть я без тебя<br> Без тебя, без тебя<br> Все ненужным стало сразу - без тебя<br> От заката до рассвета - без тебя<br> Так нужна ты мне, любимая моя<br> Без тебя, без тебя<br> Все ненужным стало сразу - без тебя<br> От заката до рассвета - без тебя<br> Так нужна ты мне, любимая моя,<br> Так нужна ты мне, любимая моя<br> Но тебе я благодарен, что с тобою я оттаял<br> Душу мне свою ты отдала<br> Я живу - как карта ляжет,<br> Ты живи, как сердце скажет,<br> Но живи, любимая моя<br> Я живу - как карта ляжет,<br> Ты живи, как сердце скажет,<br> Но живи, любимая моя<br> Без тебя, без тебя<br> Все ненужным стало сразу - без тебя<br> От заката до рассвета - без тебя<br> Так нужна ты мне, любимая моя<br> Без тебя, без тебя<br> Все ненужным стало сразу - без тебя<br> От заката до рассвета - без тебя<br> Так нужна ты мне, любимая моя,<br> Так нужна ты мне, любимая моя<br> Без тебя, без тебя, без тебя<br> Без тебя, без тебя<br> Все ненужным стало сразу - без тебя<br> От заката до рассвета - без тебя<br> Так нужна ты мне, любимая моя<br> Без тебя, без тебя<br> Все ненужным стало сразу - без тебя<br> От заката до рассвета - без тебя<br> Так нужна ты мне, любимая моя,<br> Так нужна ты мне<br>',
    NotSorry: '<b>Денис Майданов</b><br><br>Тысячу сто поколений в мечтах на развес.<br> Тысячу сто поколений любовь и война.<br> Каждый рождается с мыслью достать до небес.<br> И нам с тобою сейчас, как во все времена<br> Ничего не жаль! Ни штыков, ни роз — если за мечту, если всё всерьёз.<br> Ничего не жаль! Ни огня, ни слов — если за мечту, если за любовь!<br> Думать наивно, что кто-то устанет в бою,<br> И бескорыстно подарит счастливую даль.<br> Просто поверь, что кому-то в соседнем строю<br> Так же за эту вершину, за эту медаль.<br> Ничего не жаль! Ни штыков, ни роз — если за мечту, если всё всерьёз.<br> Ничего не жаль! Ни огня, ни слов — если за мечту, если за любовь!<br> Может быть ты и хотел бы остаться другим.<br> Может хотел просто жить и свободно летать.<br> Знаешь, всегда в жизни есть шанс остаться любым.<br> Но вот вопрос: Что за это придется отдать?<br> Ничего не жаль! Ни минут, ни слёз. Дотянись до звёзд, дотянись до звёзд!<br> Ничего не жаль! Ни штыков, ни роз — если за мечту, если всё всерьёз.<br> Ничего не жаль! Ни огня, ни слов — если за мечту, если за любовь!',
    Glider: '<b>Валерий Леонтьев</b><br><br>Меж нами памяти туман ты как во сне, ты как во сне.<br> Наверно, только дельтаплан поможет мне, поможет мне.<br> Наивно это и смешно, но так легко моим плечам!<br> Уже зовет меня в полет мой дельтаплан, мой дельтаплан.<br> Вот я надену два крыла и ближе ты, и ближе ты.<br> Меня любовь оторвала от суеты, от суеты.<br> Пусть людям крыльев не дано, но так легко моим плечам!<br> Уже зовет меня в полет мой дельтаплан, мой дельтаплан,<br> Мой дельтаплан.<br> О, этот час когда крылом одним<br> Cближаем мы грядущее с былым,<br> Когда внизу плывет Земля, плывет Земля<br> Как будто детства дым.<br> Меж нами памяти туман ты как во сне, ты как во сне.<br> Я верю — только дельтаплан поможет мне, поможет мне.<br> Наивно это и смешно, но так легко моим плечам!<br> К началу дня несет меня мой дельтаплан, мой дельтаплан.<br> Наивно это и смешно, но так легко моим плечам —<br> К началу дня несет меня мой дельтаплан, мой дельтаплан!',
    BirthDay: '<b>Игорь Николаев</b><br><br>Янтарный луч рассвета застыл в моём окне,<br> Но несмотря на это сегодня грустно мне<br> День наступил и значит — всё на своих местах,<br> Но как-то всё иначе, сегодня всё не так<br> День рожденья — праздник детства<br> И никуда, никуда, никуда от него не детьсяv День рожденья — грустный праздник<br> Ты улыбнись, улыбнись, улыбнись, не грусти напрасноv Подарка нет дороже, подарка нет милейv Чем каждый день, что прожит в кругу своих друзей<br> Нет ничего на свете не происходит зря<br> И вдаль уносит ветер листок календаря<br> День рожденья — праздник детства<br> И никуда, никуда, никуда от него не деться<br> День рожденья — грустный праздник<br> Ты улыбнись, улыбнись, улыбнись, не грусти напрасно<br> День рожденья — праздник детства<br> И никуда, никуда, никуда от него не деться<br> День рожденья — грустный праздник<br> Ты улыбнись, улыбнись, улыбнись, не грусти напрасно',
    Friend: '<b>Диана Гурцкая</b><br><br>У меня самые лучшие подруги<br> У меня самые красивые подруги<br> Кто-то покупает чудо-остров<br> И к нему два белых корабля<br> Кто-то ловит на ладони звёзды<br> Но что-то больше есть у меня<br> Только у меня!<br> У меня самые лучшие подруги<br> У меня самые красивые подруги<br> А у меня самые-самые-самые подруги<br> А у подруг самая счастливая я.<br> Кто-то всё сметает на показах<br> Кто-то строит ввысь дворцы свои<br> У кого-то небо всё в алмазах<br> Но те, что чище, уже мои<br> Все они мои!<br> У меня самые лучшие подруги<br> У меня самые красивые подруги<br> А у меня самые-самые-самые подруги<br> А у подруг самая счастливая я.<br> У меня самые лучшие подруги<br> У меня самые красивые подруги<br> А у меня самые-самые-самые подруги<br> А у подруг самая счастливая я.',
    EchoLove: '<b>Анна Герман</b><br><br>Покроется небо пылинками звезд<br> И выгнутся ветви упруго<br> Тебя я услышу за тысячу верст<br> Мы эхо мы эхо<br> Мы долгое эхо друг друга<br> Мы эхо мы эхо<br> Мы долгое эхо друг друга<br> И мне до тебя где бы я ни была<br> Дотронуться сердцем не трудно<br> Опять нас любовь за собой позвала<br> Мы нежность мы нежность<br> Мы вечная нежность друг друга<br> Мы нежность мы нежность<br> Мы вечная нежность друг друга<br> И даже в краю наползающей тьмы<br> За гранью смертельного круга<br> Я знаю с тобой не расстанемся мы<br> Мы память мы память<br> Мы звездная память друг друга<br> Мы память мы память<br> Мы звездная память друг друга<br> Мы память мы память<br> Мы звездная память друг друга<br> Мы память мы память<br> Мы звездная память друг друга',
    IfKnow: '<b>Аркадий Кобяков</b><br><br>Ах, если бы знать с чего начать<br> Года по вискам стучат стучат<br> И кажется мне, что вокруг не люди, а звери<br> И лишь по ночам черно-белые сны И только зима и нет весны<br> И не по кому мне тосковать<br> И не кому верить И лишь по ночам черно-белые сны<br> И только зима и нет весны.<br> И не по кому мне тосковать И не кому верить.<br> И вся наша жизнь сплошной обман<br> Бежим в никуда сквозь судьбы туман<br> А раньше где правда была, А где ложь не мог разобраться<br> Хотелось пройти мне сто дорог И если есть на свете Бог<br> То где то в конце дороги своей до Бога добраться<br> Хотелось пройти мне сто дорог<br> И если есть на свете Бог<br> То где то в конце дороги своей до Бога добраться.<br> Его бы спросил Что же ты творил, когда я родился,<br> где же был<br> Когда я взрослел куда ты смотрел, почему<br> не вмешался<br> Они говорят, что тебя будто нет<br> Во всем виноват мой пьяный бред<br> И что на земле не бывает побед<br> Если с Богом тягаться.<br> Они говорят, что тебя будто нет<br> Во всем виноват мой пьяный бред<br> И что на земле не бывает побед<br> Если с Богом тягаться.<br> А мне бы не пить, а я все пил<br> А мне бы сгореть, а я не сгорел<br> А мне бы суметь, а я не сумел<br> И сейчас не умею<br> Мне бы уйти, но я не ушел<br> Мне б счастье найти, а я не нашел<br> А мне бы себя пожалеть, а я не жалею.<br> Мне бы уйти, а я не ушел,<br> Мне б счастье найти, а я не нашел, А мне бы себя пожалеть, а я не жалею.. .<br> А мне бы не пить, а я все пил<br>А мне бы сгореть, а я не сгорел<br>А мне бы суметь, а я не сумел<br> И сейчас не умею<br>Мне бы уйти, но я не ушел,<br> Мне б счастье найти, а я не нашел,<br> А мне бы себя пожалеть, а я не жалею.<br> Мне бы уйти, а я не ушел,<br> Мне б счастье найти, а я не нашел,<br> А мне бы себя пожалеть, а я не жалею...',
    Moon: '<b>София Ротару</b><br><br>День промчался незаметно - выпит до дна,<br> День промчался, до рассвета в небе луна.<br> В лунном свете чище краски, с виду просты,<br> Стали нежнее и прекрасней цветы.<br> Мир волшебный полон тайны, светит луна.<br> Час влюбленных, час свиданий, он и она.<br> Час влюбленных, с ними вечно доля одна,<br> Рядом цветы и, конечно, луна.<br> Луна, луна, цветы, цветы,<br> Нам часто в жизни не хватает<br> Друзей и доброты.<br> Луна, луна, цветы, цветы,<br> Все, кто влюблен, им доверяют<br> Надежды и мечты, и мечты.<br> Жизнь чудесна, если миром правит любовь,<br> Надо чтобы всюду было море цветов!<br> Жизнь чудесна, если где-то песня слышна,<br> Если горит до рассвета луна.<br> Луна, луна, цветы, цветы,<br> Нам часто в жизни не хватает<br> Друзей и доброты.<br> Луна, луна, цветы, цветы,<br> Все, кто влюблен, им доверяют<br> Надежды и мечты.<br> Луна, луна, цветы, цветы.<br> Луна, луна, цветы, цветы.<br> Луна, луна…',
    BlueSea: '<b>Татьяна Буланова</b><br><br>На хороших людей и плохих всех делила ребячья порода.<br> Мы играли в пиратов лихих и в отважных бродяг — мореходов.<br> Забывалась любая беда и терялась в далёком просторе,<br> И не верили мы не когда, что кончается, что кончается, что кончается синее море.<br> Ты была заводилой у нас, «Чёрт в морской"в полинялой тельняшке.<br> Ты водила отцовский баркас по бушующим волнам бесстрашно.<br> Сумку школьную прочь зашвырнув ты сидела верхом на заборе<br> И кричала, к биноклю прильнув: «Не кончается, не кончается, не кончается синее<br> море».<br> Но однажды приплыл пароход за тобою незвано, нежданно.<br> И какой-то Синбад Мореход вдруг увёз тебя в дальние страны.<br> На прощание ты, как всегда, закричала: «Увидимся в скоре,<br> Потому, что у нас никогда не кончается, не кончается, не кончается синее море».<br> Позабыть мы тебя поклялись, мы тебе не прощали измены,<br> Но взметнулся в тревожную высь крик чужой пароходной сирены.<br> А потом прилетело письмо, как ничем не прикрытое горе.<br> Было в нём откровенье одно: «Здесь кончается, здесь кончается, здесь кончается<br> синее море».<br> «Здесь кончается, здесь кончается, здесь кончается синее море».',
    NewYear: '<b>Верка Сердючка</b><br><br>Ла-ла-ла...<br> Вы устали от забот - всё пройдёт,<br> Вам немножко не везёт - всё пройдёт.<br> Отчего душа поёт, тело просится в полёт,<br> Новый Год, Новый Год, Новый Год!<br> Отчего душа поёт, тело просится в полёт,<br> Новый Год, Новый Год, Новый Год!<br> Пусть растопит в душах лёд Новый Год,<br> Все печали заметёт Новый Год.<br> Людям некогда скучать - скоро будем отмечать,<br> Новый Год, Новый Год, Новый Год!<br> А людям некогда скучать - скоро будем отмечать,<br> Новый Год, Новый Год, Новый Год!<br> Ла-ла-ла...<br> Скоро в двери к вам войдёт Новый Год,<br> Всем удачу принесёт Новый Год.<br> Каждый пусть себе нальёт, выпьет с нами и споёт:<br> Новый Год, Новый Год, Новый Год!<br> Каждый пусть себе нальёт, выпьет с нами и споёт:<br> Новый Год, Новый Год, Новый Год!<br> Новый Год восходит на порог,<br> Новый Год в окно уже стучится.<br> В новый Год всё может приключиться,<br> Пусть никто не будет одинок<br> В этот Новый Год!<br> Ла-ла-ла...<br> С Новым Годом!',
    OffLight: '<b>Леонид Агутин</b><br><br>Мы все, кто есть - иных уж нет<br> Увы, так создан Свет<br> Мы от судьбы всё что-то ждём<br> Но как-то ведь живём<br> Ругаем мир один на всех<br> И ищем маленький, но свой успех<br> Всё верим в сны и в чудеса<br> Но тонут в хоре голоса<br> Я вас прошу, включите свет<br> Над этой самой лучшей из живых планет<br> Включите свет и дайте звук<br> Я так хочу видеть лес упрямых рук<br> Один из всех<br> Одно из двух<br> Мы здесь одни, другие там<br> Но их не видно нам<br> Не видно, ведь вселенский мрак<br> Пока пусть будет так<br> Одна на всех плывет Земля<br> Нас не знакомят с капитаном корабля<br> Лишь иногда, как чудеса<br> Мы слышим эти голоса<br> Я вас прошу, включите свет<br> Над этой самой лучшей из живых планет<br> Включите свет и дайте звук<br> Я так хочу видеть лес упрямых рук<br> Я вас прошу, включите свет<br> Над этой самой лучшей из живых планет<br> Включите свет и дайте звук<br> Я так хочу видеть лес упрямых рук<br> Один из всех<br> Одно из двух<br> Одно из двух<br> Одно из двух<br> Я вас прошу, включите свет<br> Над этой самой лучшей из живых планет<br>Включите свет и дайте звук<br> Я так хочу видеть лес упрямых рук<br> Я вас прошу, включите свет<br> Над этой самой лучшей из живых планет<br> Включите свет и дайте звук<br> Я так хочу видеть лес упрямых рук<br> Один из всех<br> Одно из двух',
    Sky: '<b>Стелла Джанни</b><br><br>Небо тысячей глаз сверху смотрит на нас,<br> Только небо одно никого не предаст,<br> Снег ли с неба летит, льет ли с неба вода,<br> Только небо с тобой, лишь оно – навсегда.<br> Облаков острова, облаков паруса,<br> Там – все наши слова, там – друзей голоса,<br> Ни любви, ни беды, ничего не тая,<br> Мы напротив всегда, это небо и я.<br> Синее, бездонное, чистое, высокое,<br> Черное, холодное, гордое, жестокое,<br> Звездное, колючее, близкое, далекое,Ветреное, вечное.<br> Одинокое.<br> Где мы встретим рассвет - знает небо одно,<br> И ответы найти никому не дано,<br> Только зло и добро у него на весах,<br> Если небо в душе, значит, небо в глазах.<br> Помнит небо в лицо на земле этой всех.<br> Если выхода нет – каждый смотрит наверх.<br> Пусть сгорают мосты у меня за спиной,<br> Но не встанет никто между небом и мной.',
    Stranger: '<b>Валерий Меладзе</b><br><br>Пробежала полоса, широка, бела,<br> Разделила небеса с горем пополам,<br> Заглушила голоса, замела глаза,<br> Утонула полоса в девичьих слезах.<br> Я знаю, все будет,<br> Забудьте, люди, я так больше не могу.<br> Подари мне первый танец,<br> Забери меня с собой,<br> Я повсюду иностранец,<br> И повсюду я вроде бы свой.<br> Словно лодка в океане,<br> Затерялся берег мой.<br> Я повсюду иностранец,<br> Забери меня, мама, домой.<br> Пробежала полоса, зверем залегла,<br> Расколола небеса на куски стекла,<br> Предложенья на слова, близких на врагов,<br> Материк на острова, бога на богов.<br> Я знаю, все будет,<br> Забудьте, люди, я так больше не могу.<br> Подари мне первый танец,<br> Забери меня с собой,<br> Я повсюду иностранец,<br> И повсюду я вроде бы свой.<br> Словно лодка в океане,<br> Затерялся берег мой.<br> Я повсюду иностранец,<br> Забери меня, мама, домой.<br> Подари мне первый танец,<br> Забери меня с собой,<br> Я повсюду иностранец,<br> И повсюду я вроде бы свой.<br> Словно лодка в океане,<br> Затерялся берег мой.<br> Я повсюду иностранец,<br> Забери меня, мама, домой.',
    Drunk: '<b>Надежда Кадышева</b><br><br>Напилася я пьяна, не дойду я до дому<br> Довела меня тропка дальняя до вишнёвого сада<br> Довела меня тропка дальняя до вишнёвого сада<br> Там кукушка кукует, мое сердце волнует<br> Ты скажи-ка мне, расскажи-ка мне, где мой милый ночует<br> Ты скажи-ка мне, расскажи-ка мне, где мой милый ночует<br> Если он при дороге, помоги ему Боже<br> Если с Любушкой на постелюшке, накажи его Боже<br> Если с Любушкой на постелюшке, накажи его Боже',
    NothingSee: '<b>Эдита Пьеха</b><br><br>Я люблю бpодить одна<br> По аллеям полным звездного огня<br> Я своих забот полна<br> Вы влюбленные не пpячьтесь от меня<br> Hичего не вижу ничего не слышу<br> Hичего не знаю ничего никому не скажу<br> Hичего не вижу ничего не слышу<br> Hичего не знаю ничего никому не скажу<br> Вижу pадость и беду<br> Даже слышу как сеpдца стучат в гpуди<br> Кто-то шепчет завтpа жду<br> Кто-то шепчет ненавижу уходи<br> Hичего не вижу ничего не слышу<br> Hичего не знаю ничего никому не скажу,<br> А самой мне все pавно<br> Если кто-то ждет вечеpнею поpой<br> Пусть один зовет в кино<br> Или пpосит погулять меня дpугой<br> Hичего не вижу ничего не слышу<br> Hичего не знаю ничего никому не скажу<br> Вдpуг удаpила гpоза<br> Это ты сказал негpомкие слова<br> Заглянул в мои глаза<br> И от счастья закpужилась голова<br> Ничего не вижу ничего не слышу<br> Hичего не знаю ничего никому не скажу<br> Hичего не вижу ничего не слышу<br> Hичего не знаю ничего никому не скажу<br> Hичего не вижу ничего не слышу<br> Hичего не знаю ничего никому не скажу<br> Hе скажу не скажу не скажу не скажу<br> Hе скажу не скажу',
    WithMe: '<b>Муслим Магомаев</b><br><br>Я тебя повстречал на пути своем.<br> Ты пришла, как мечта, давнего сна.<br> В целом мире с тех пор только мы вдвоем,<br> Ну а в сердце моем — ты лишь одна.<br> Будь со мной, будь со мной всегда<br> Грустью разлук, радостью встреч.<br> Будь со мной, мы любовь тогда<br> Вдвоем сможем сберечь.<br> Будь со мной, будь со мной всегда<br> Нежностью глаз, нежностью рук…<br> И любви не страшны года,<br> И боль долгих разлук.<br> Дни за днями летят, мчит за годом год,<br> Только крепче любовь с каждой весной.<br> Мы любовь сбережем ото всех невзгод,<br> Если будешь всегда рядом со мной.<br> Будь со мной, будь со мной всегда<br> Грустью разлук, радостью встреч.<br> Будь со мной, мы любовь тогда<br> Вдвоем сможем сберечь.<br> Будь со мной, будь со мной всегда<br> Нежностью глаз, нежностью рук…<br> И любви не страшны года,<br> И боль долгих разлук.<br> Будь со мной, будь со мной всегда<br> Грустью разлук, радостью встреч.<br> Будь со мной, мы любовь тогда<br> Вдвоем сможем сберечь.<br> Будь со мной, будь со мной всегда<br> Нежностью глаз, нежностью рук…<br> И любви не страшны года,<br> И боль долгих разлук.<br> Будь со мной всегда!',
    LightKnow: '<b>Александр Розенбаум</b><br><br>Чудная Родина моя, несуществующая ныне<br> Греховных мыслей колыбель, и света ангельский приют<br> Души хозяйские края, поля, бескрайние пустыни<br> Там всем давалось по судьбе, и богачам и голытьбе<br> В которой Мир был, Май, и Труд...<br> Святая Родина моя, твердыня разума, и веры<br> Теряя голову сама, ты отдавала всё другим<br> Добыв, бессмертие в боях, ты умерла довольно скверно<br> Взойдя как лучшая из мам,в тот Беловежский растуман<br> На упырёвские торги...<br> Ночь рыдала, когда нечистые тебя, держали руки<br> В печку бросив, все обещания матерям.<br> Пьяный выстрел, на пол легла ничком без звука<br> Не живая Родина моя...<br> Я не сумею обойти, журчанье ручейков, мелодий<br> Ни Невский берег,ни Днепра, широкий полноводный балл<br> Ни горный Терек,никого, из их высокоблагородий<br> Которые ползли бегом,в не комфортабельный вагон,<br> И эту Родину я знал...<br> Ночь рыдала, когда нечистые тебя, держали руки<br> В печку бросив, все обещания матерям.<br> Пьяный выстрел, на пол легла ничком без звука<br> Не живая Родина моя...<br> Как модно нынче поминать, тебя в кончины годовщину<br> Гордиться не своей судьбой, хулить чужие времена.<br> Ни все смогли тебя понять, у них на то свои причины<br> Но те кто дорожил тобой, хранят в сердцах своих любовь<br> К тебе, погибшая страна* 2 раза<br> Хранят в сердцах своих любовь<br> К тебе,погибшая страна...',
    TeaHouse: '<b>Ялла</b><br><br>Наливай чайханщик чаю место крепкого вина<br> Я вам музыку сыграю здесь всем нравится она<br> На востоке, на востоке что за небо без луны<br> На востоке, на востоке что за жизнь без чайханы<br> Пиала идет по кругу аксакалы смотрят в мир<br> Рады гостью рады другу здесь застолье, а не пир<br> На востоке, на востоке что за небо без луны<br> На востоке, на востоке что за жизнь без чайханы<br> Хоть бывает здесь и тесно чайхана ты чудо рай<br> Что бы песня стала песней, вместе с нами напивай<br> Чай-хана-хана-чай Чай-хана-хана-чай<br> Чай-хана-хана-чай Чай-хана-хана-чай<br> На востоке, на востоке что за небо без луны<br> На востоке, на востоке что за жизнь без чайханы',
    SummerWithOut: '<b>Михаил Боярский</b><br><br>Лето без тебя, как зима,<br> Ночь длиннее, день короче.<br> Лето без тебя, как зима,<br> Снегопад и днём ночью.<br> Лето без тебя, как зима,<br> Плачут белые берёзы.<br> Лето без тебя, как зима,<br> То ли льдинки, то ли слёзы...<br> Лето без тебя, как зима.<br> Знаю, что ты не признаешься мне<br> В том, что была не права, но<br> Лето без тебя, как зима,<br> Лето без тебя, как зима,<br> Лето без тебя, как зима.<br> Лето без тебя, как зима,<br> Самый знойный жар пустыни.<br> Лето без тебя, как зима,<br> Без любви во мне остынет.<br> Лето без тебя, как зима,<br> Нет в тепле, как видно, счастья.<br> Лето без тебя, как зима,<br> Возвращайся, возвращайся!<br> Лето без тебя, как зима.<br> То, что нам вместе не быть никогда,<br> Ты понимаешь сама, но<br> Лето без тебя, как зима,<br> Лето без тебя, как зима,<br> Лето без тебя, как зима!',
    MoreMore: '<b>Дмитрий Маликов</b><br><br>Я по тротуару, как по млечному пути<br> Иду, не зная сам, куда же мне идти?<br> Я так устал один в толпе,<br> Хочу назад, хочу к тебе, только к тебе.<br> Еще, ещё<br> С тобой, с тобой.<br> В последний раз до звезд<br> Дотронуться рукой.<br> Еще, ещё<br> Глаза в глаза.<br> Мы так близки с тобой сейчас.<br> Как никогда в последний раз.<br> Я перебираю четки бесконечных дней,<br> Я привыкаю к новой памяти моей.<br> Там дом чужой и снежный лес,<br> И без тебя я сам исчез, я сам исчез.<br> Еще, ещё<br> С тобой, с тобой.<br> В последний раз до звезд<br> Дотронуться рукой.<br> Еще, ещё<br> Глаза в глаза.<br> Мы так близки с тобой сейчас.<br> Как никогда в последний раз.<br> Еще, ещё<br> С тобой, с тобой.<br> В последний раз забыть о том,<br> Что я не твой.<br> Еще, ещё<br> Глаза в глаза.<br> Мы так близки с тобой сейчас.<br> Как никогда в последний раз.<br> Еще, ещё<br> С тобой, с тобой.<br> В последний раз до звезд<br> Дотронуться рукой.<br> Еще, ещё<br> Глаза в глаза.<br> Мы так близки с тобой сейчас.<br> Как никогда в последний раз.',
    WhereYourFrom: '<b>Игорь Тальков</b><br><br>Bсе как-будто шло своим путем,<br> Медленно и верно,<br> Успех в делах семья и дом<br> Лечил я раненые нервы.<br> Не будили звездные дожди<br> Моего воображенья,<br> И превратились виражи<br> В плавное скольженье.<br> Скажи, откуда ты взялась,<br> Моя нечаянная радость,<br> Несвоевременная страсть,<br> Горькая сладость.<br> Нарушив мой земной покой<br> Ты от какой отбилась стаи,<br> И что мне делать с тобой такой<br> Я не знаю.<br> Вздрогнул как от выстрела мой дом,<br> Стены закачало,<br> Когда в окно твое крылом<br> Счастье постучало.<br> Понимает дом что он теперь<br> Для меня стал тесен,<br> Оставив незакрытой дверь<br> И окон не завесив.<br> Скажи откуда ты взялась,<br> Ты опоздать не испугалась,<br> Моя неведомая страсть,<br> Моя нечаянная радость.<br> Нарушив мой земной покой<br> Ты от какой отбилась стаи,<br> И что мне делать с тобой такой<br> Я не знаю.<br> Но уютный замок из песка Стал как-будто ниже,<br> И заменили облака<br> Рухнувшую крышу.<br> Ты смотрела как под крышей той<br> Разгорались страсти,<br> Сказав, что на беде чужой<br> Мы не построим счастья.<br> Да я бы мог конечно, отпустить<br> Тебя, но это не поможет,<br> Чужому горю ведь простить<br> Меня мой дом уже не сможет.<br> Расстаться можно и любя,<br> Боль рассосется понемногу,<br> Но только обманув себя<br> Мы обмануть не сможем Бога.<br> Скажи, откуда ты взялась...<br> Нарушив мой земной покой, Ты от какой отбилась стаи,<br> И что мне делать с тобой такой, Не знаю',
    YouLoveMe: '<b>Александр Серов</b><br><br>Ты меня любишь, яростно, гордо, ласково.<br> Птицей парящей небо судьбы распластано.<br> Ты меня любишь, болью моей испытана.<br> Знаю, не бросишь и не предашь под пытками.<br> Ты меня любишь! Лепишь, творишь, малюешь!<br> О, это чудо! Ты меня любишь.<br> Ты меня любишь! Лепишь, творишь, малюешь!<br> О, это чудо! Ты меня любишь.<br> Ночью дневною тихо придёшь, разденешься.<br> Узнанный мною вечный сюжет роденовский.<br> Я подчиняюсь, радость непобедимая!<br> Жить в поцелуе, как существо единое.<br> Ты меня любишь! Лепишь, творишь, малюешь!<br> О, это чудо! Ты меня любишь.<br> Ты меня любишь! Лепишь, творишь, малюешь!<br> О, это чудо! Ты меня любишь.<br> Ты меня любишь, и на коне, и в рубище.<br> Так полюбил я, что меня просто любишь ты.<br> Я забываюсь, я говорю: «Прости, прощай!»<br> Но без тебя я вечною гордой мукой стал.<br> Ты меня любишь! Лепишь, творишь, малюешь!<br> О, это чудо! Ты меня любишь.<br> Ты меня любишь! Лепишь, творишь, малюешь!<br> О, это чудо! Ты меня любишь.<br> О, это чудо! Ты меня любишь.<br> О, это чудо! Ты меня любишь.<br> О, это чудо! Ты меня любишь.',
    SonPolice: '<b>Виктор Петлюра</b><br><br>Блёдной зарёй озарился тот старый кладбищенский двор,<br> А над сырою могилой плакал молоденький вор:<br> А над сырою могилой плакал молоденький вор:<br> Бедная ты моя мама, зачем ты так рано ушла?<br> Жизни своей не видала, отца-подлеца ты нашла.<br> Жизни своей не видала, отца-подлеца ты нашла.<br> Я - сын трудового народа, отец мой родной - прокурор. Он судит людей беззащитных, не зная, что сын его - вор! Он судит людей беззащитных, не зная, что сын его - вор! И вот, на скамье подсудимых молоденький мальчик сидит,<br> И голубыми глазами на прокурора глядит.<br> Началась речь прокурора: преступника надо судить,<br> За крупные деньги и злато нельзя его больше щадить.<br> За крупные деньги и злато нельзя его больше щадить.<br> Окончилась речь прокурора, судья уж расстрел утвердил,<br> А прокурор после казни понял, что сына судил.<br> А прокурор после казни понял, что сына судил.<br> Блёдной зарёй озарился тот старый кладбищенский двор,<br> А над сырою могилой плакал отец-прокурор.<br> А над сырою могилой повесился сам прокурор.',
    MoskowEvening: '<b>Владимир Трошин</b><br><br>Не слышны в саду даже шорохи,<br> Все здесь замерло до утра.<br> Если б знали вы, как мне дороги<br> Подмосковные вечера.<br> Если б знали вы, как мне дороги<br> Подмосковные вечера.<br> Речка движется и не движется,<br> Вся из лунного серебра.<br> Песня слышится и не слышится<br> В эти тихие вечера.<br> Песня слышится и не слышится<br> В эти тихие вечера.<br> Что ж ты милая, смотришь искоса,<br> Низко голову наклоня?<br> Трудно высказать и не высказать<br> Все, что на сердце у меня.<br> Трудно высказать и не высказать<br> Все, что на сердце у меня.<br> А рассвет уже все заметнее...<br> Так, пожалуйста, будь добра,<br> Не забудь и ты эти летние<br> Подмосковные вечера<br> Не забудь и ты эти летние<br> Подмосковные вечера.',
    NoLive: '<b>Лев Лещенко</b><br><br>Улица моя лиственная<br> Взгляды у людей пристальные<br> Стать бы нам чуть-чуть искреннее<br> Нам не жить друг без друга!<br> Скорости вокруг бешеные,<br> Мы себя едва сдерживаем<br> Значит надо быть бережнее<br> Нам не жить друг без друга!<br> Мы разлучаемся со сказками<br> Прошу, стань сильней меня, стань ласковей<br> Слышал я слова правильные,<br> Всё искал пути праведные,<br> А твои слова памятные:<br> "Нам не жить друг без друга"...<br> Ленточка моя финишная!<br> Все пройдет, и ты примешь меня,<br> Примешь ты меня, нынешнего -<br> Нам не жить друг без друга!<br> Мы разлучаемся со сказками...<br> Прошу, стань мудрей меня, стань ласковей<br> Улица моя лиственная<br> Взгляды у людей пристальные<br> Стать бы нам чуть-чуть искреннее<br> Нам не жить друг без друга<br> Нам не жить друг без друга',
    HomeFlower: '<b>Александр Маршал</b><br><br>Стоит над полем волчий вой<br> Сержант кричит: "Примкнуть штыки!"<br> Нас смерть зовёт в последний бой,<br> И страх рвёт сердце на куски.<br> Рывок вперёд, всё наугад,<br> Штык в мясо, слёзы на ветру.<br> Мой враг в ответ мне — штык назад.<br> Я ранен, но ещё живу.<br> В объятьях смерти день застыл,<br> И наши тени встали в тень.<br> Над нами плачет Серафим,<br> А дома зацвела сирень.<br> Над нами плачет Серафим,<br> А дома зацвела сирень.<br> Смерть дописала свой дневник,<br> Кровавый вечер умирал.<br> Он в душу мне насквозь проник,<br> Он рядом кровью истекал.<br> Я рано утром, до зари,<br> С моим врагом в раю гулял.<br> Клялись мы в дружбе на крови,<br> А дома колокол упал.<br> В объятьях смерти день застыл,<br> И наши тени встали в тень.<br> Над нами плачет Серафим,<br> А дома зацвела сирень.<br> Над нами плачет Серафим,<br> А дома зацвела сирень.<br> В объятьях смерти день застыл,<br> И наши тени встали в тень.<br> Над нами плачет Серафим,<br> А дома зацвела сирень.<br> Над нами плачет Серафим,<br> А дома зацвела сирень.',
    HappyToBad: '<b>Юрий Антонов</b><br><br>Мне казалось когда-то, что встреча не скоро,<br> И такой необъятной лежала Земля,<br> От печали до радости реки и горы,<br> От печали до радости леса и поля.<br> От печали до радости реки и горы,<br> От печали до радости леса и поля.<br> Стать хотелось когда-то похожим на эхо,<br> Мчаться сквозь листопада беззвучную медь.<br> От печали до радости ехать и ехать,<br> От печали до радости лететь и лететь.<br> От печали до радости ехать и ехать,<br> От печали до радости лететь и лететь.<br> Но не стало преграды, и нет расстояния,<br> Наша встреча - награда, ты рядом опять.<br> От печали до радости - всего лишь дыханье,<br> От печали до радости - рукою подать,<br> От печали до радости - всего лишь дыханье,<br> От печали до радости - рукою подать!',
    Plot: '<b>Юрий Лоза</b><br><br>На маленьком плоту сквозь бури, дождь и грозы,<br> Взяв только сны и грезы, и детскую мечту,<br> Я тихо уплыву, лишь в дом проникнет полночь,<br> Чтоб рифмами наполнить мир, в котором я живу.<br> Ну и пусть будет нелегким мой путь,<br> Тянут ко дну боль и грусть,<br> Прежних ошибок груз.<br> Но мой плот, свитый из песен и слов,<br> Всем моим бедам назло<br> Вовсе не так уж плох.<br> Я не от тех бегу, кто беды мне пророчил.<br> Им и сытней, и проще на твердом берегу.<br> Им не дано понять, что вдруг со мною стало,<br> Что в даль меня позвало, успокоит что меня.<br> Ну и пусть будет нелегким мой путь,<br> Тянут ко дну боль и грусть,<br> Прежних ошибок груз.<br> Но мой плот, свитый из песен и слов,<br> Всем моим бедам назло<br> Вовсе не так уж плох.<br> Нить в прошлое порву, и дальше будь, что будет -<br> Из монотонных будней я тихо уплыву<br> На маленьком плоту, лишь в дом проникнет полночь.<br> Мир, новых красок полный, я, быть может, обрету.<br> Ну и пусть будет нелегким мой путь,<br> Тянут ко дну боль и грусть,<br> Прежних ошибок груз.<br> Но мой плот, свитый из песен и слов,<br> Всем моим бедам назло<br> Вовсе не так уж плох.<br> Мой маленький плот, свитый из песен и слов,<br> Всем моим бедам назло<br> Вовсе не так уж плох.',
    CarryMyRiver: '<b>Любэ</b><br><br>Ты неси меня, река, за крутые берега,<br> Где поля мои поля, где леса мои леса.<br> Ты неси меня, река, да в родные мне места,<br> Где живет моя краса, голубы у нее глаза.<br> Как ночка темная,<br> Как речка быстрая,<br> Как одинокая луна,<br> На небе ждет меня она.<br> За туманом огонек, как же он ещё далёк.<br> Ты мне ветер помоги, милой весточку шепни.<br> Знаю, ждет меня краса,<br> Проглядела в ночь глаза.<br> Как ночка темная,<br> Как речка быстрая,<br> Как одинокая луна,<br> На небе ждет меня она.<br> Ты неси меня, река, за крутые берега.<br> Ты неси меня, река, за крутые берега.<br> Голубы у неё глаза.<br> Как ночка темная,<br> Как речка быстрая,<br> Как одинокая луна,<br> На небе ждет меня она.',
    SigaretSmoke: '<b>Яна</b><br><br>Сигаретный дым рассвет туманный<br> За окном уставший город спит<br> Ды пришел домой под утро пьяный<br> Все пойму, но сердце не простит<br> Я не прощу тебя за то,<br> Что так целуешь горячо<br> Ты весь в помаде и в духах<br> И для тебя наш дом пустяк<br> Я не прощу тебя за то,<br> Что так целуешь горячо<br> Ты слишком долго верным был<br> Что про любовь нашу забыл<br> Будешь проважать закат багряный<br> Встретишь без меня теперь рассвет<br> Будешь вспоминать и будешь пьяный,<br> А меня с тобою больше нет<br> Я не прощу тебя за то,<br> Что так целуешь горячо<br> Ты весь в помаде и в духах<br> И для тебя наш дом пустяк<br> Я не прощу тебя за то,<br> Что так целуешь горячо<br> Ты слишком долго верным был<br> Что про любовь нашу забыл<br> Забыл…<br> Сигаретный дым<br> Сигаретный дым<br> Я не прощу тебя за то,<br> Что так целуешь горячо<br> Ты весь в помаде и в духах<br> И для тебя наш дом пустяк<br> Я не прощу тебя за то,<br> Что так целуешь горячо<br> Ты слишком долго верным был<br> Что про любовь нашу забыл<br> Ты про меня тогда забыл<br> Сигаретный дым',
    BlackEyes: '<b>Пётр Лещенко</b><br><br>Был день осенний, и листья грустно опадали.<br> В последних астрах печаль хрустальная жила.<br> Грусти тогда с тобою мы не знали.<br> Ведь мы любили, и для нас весна цвела.<br> Ах, эти черные глаза<br> Меня пленили.<br> Их позабыть нигде нельзя —<br> Они горят передо мной.<br> Ах, эти черные глаза<br> Меня любили.<br> Куда же скрылись вы теперь,<br> Кто близок вам другой?<br> Был день весенний. Всё, расцветая, ликовало.<br> Сирень синела, будя уснувшие мечты.<br> Слезы ты безутешно проливала.<br> Ты не любила, и со мной прощалась ты.<br> Ах, эти черные глаза<br> Меня погубят,<br> Их позабыть нигде нельзя —<br> Они горят передо мной.<br> Ах, эти черные глаза,<br> Кто вас полюбит,<br> Тот потеряет навсегда<br> И сердце и покой.',
    Mom: '<b>Жасмин</b><br><br>Все мои самые светлые сны,<br> Радуги, звёзды, легенды и храмы<br> Были как в зеркале отражены<br> В ясных глазах моей мамы.<br> Ты меня за руку в мир привела,<br> Ласково чуть подтолкнула ладонью<br> И на пути моём солнце зажгла,<br> Что называют любовью.<br> Мамино сердце - хрустальная чаша,<br> Вечно тревоги и ласки, тревоги и ласки полно,<br> Мамино сердце бьётся всё чаще, чаще,<br> Как сделать, чтоб никогда не разбилось оно.<br> Ты отличать научила меня<br> Зло от добра под любою одеждой<br> И начинать утро каждого дня<br> С веры, любви и надежды.<br> В мыслях к тебе прихожу я всегда,<br> Вновь обращаясь к тебе за советом,<br> Пусть в темноте я брожу иногда,<br> Путь ты укажешь мне к свету.<br> Мамино сердце - хрустальная чаша,<br> Вечно тревоги и ласки, тревоги и ласки полно,<br> Мамино сердце бьётся всё чаще, чаще,<br> Как сделать чтоб никогда не разбилось оно.<br> Мамино сердце,<br> Мамино сердце,<br> Как же сберечь мне его.<br> Мамино сердце - хрустальная чаша,<br> Вечно тревоги и ласки, тревоги и ласки полно,<br> Мамино сердце бьётся всё чаще, чаще,<br> Как сделать, чтоб никогда не разбилось оно.<br> Как сделать, чтоб никогда не разбилось оно...',
    GirlWhichLove: '<b>Таисия Повалий</b><br><br>На двоих одна судьба у нас,<br> Столько лет, а всё, как в первый раз!<br> Смотришь ты, волнуя и маня<br> Только на меня!<br> Таю я от нежности твоей,<br> Нет тебя дороже и родней,<br> Где б ты ни был, в дальней стороне<br> Думай обо мне!<br> В дожди, холода<br> Ты помни всегда:<br> Тебя не предаст, не осудит,<br> Навеки твоя, с тобой буду я —<br> Женщина, которая любит!<br> В дожди, холода<br> Ты помни всегда:<br> Беду отведет, приголубит…<br> Не гасит огонь, и ждет у окна<br> Женщина, которая любит!<br> Я на небе яркою звездой<br> Буду освещать твой путь домой.<br> Моё сердце бьется для тебя,<br> Веря и любя!<br> А потом вдвоем, любимый мой<br> Я расправлю крылья за спиной,<br> Будем сладкую любовь без сна<br> Вместе пить до дна…<br> В дожди, холода<br> Ты помни всегда:<br> Тебя не предаст, не осудит,<br> Навеки твоя, с тобой буду я —<br> Женщина, которая любит!<br> В дожди, холода<br> Ты помни всегда:<br> Беду отведет, приголубит…<br> Не гасит огонь, и ждет у окна<br> Женщина, которая любит!',
    SmallBoy: '<b>Валерия</b><br><br>Кто тебя выдумал, звёздная страна,<br> Снится мне издавна, снится мне она.<br> Выйду я из дому, выйду я из дому,<br> Прямо за пристанью бьётся волна.<br> Ветреным вечером смолкнут крики птиц,<br> Звёздный замечу я свет из-под ресниц.<br> Тихо навстречу мне, тихо навстречу мне<br> Выйдет доверчивый маленький принц.<br> Самое главное сказку не спугнуть,<br> Миру бескрайнему окна распахнуть.<br> Мчится мой парусник, мчится мой парусник,<br> Мчится мой парусник в сказочный путь.<br> Где же вы, где же вы, счастья острова,<br> Где побережие света и добра.<br> Там, где с надеждами, там, где с надеждами<br> Самые нежные бродят слова.<br> Кто тебя выдумал, звёздная страна,<br> Снится мне издавна, снится мне она.<br> Выйду я из дому, выйду я из дому,<br> Прямо за пристанью бьётся волна.',
    SMS: '<b>Игорь Николаев</b><br><br>Он шел по жизни один на один,<br> Наверное, в силу известных причин,<br> Но, вот случилось, чего и не ждал,<br> Он любовь повстречал!<br> Но, так бывает, из-за пустяка,<br> Внезапно стала она далека.<br> И он решился на этот процесс -<br> Написать СМС.<br> Ты не обижайся, я скучаю, дорогая моя!<br> Ты же точно знаешь, в этом мире я живу для тебя.<br> То, что вместе мы с тобою, это счастье выше небес,<br> Он все это вновь перечитал, а после стер СМС.<br> Он больше думать не мог ни о чем,<br> Бродил по лужам под летним дождем.<br> Для всех друзей он как будто исчез,<br> И опять написал СМС.<br> Ты не обижайся, я скучаю, дорогая моя!<br> Ты же точно знаешь, в этом мире я живу для тебя.<br> То, что вместе мы с тобою, это счастье выше небес,<br> Он все это вновь перечитал, а после стер СМС.<br> Не обижайте любимых своих,<br> Таких ранимых, таких дорогих.<br> Откройте сердце для Ваших принцесс,<br> Пусть летит СМС.<br> Ты не обижайся, я скучаю, дорогая моя!<br> Ты же точно знаешь, в этом мире я живу для тебя.<br> То, что вместе мы с тобою, это счастье выше небес,<br> Он все это вновь перечитал, а после стер СМС.<br> Ты не обижайся, я скучаю, дорогая моя!<br> Ты же точно знаешь, в этом мире я живу для тебя.<br> То, что вместе мы с тобою, это счастье выше небес,<br> Он все это вновь перечитал, а после стер СМС.<br> Он все это вновь перечитал, а после стер СМС.<br> Он все это вновь перечитал, а после стер СМС.'
}
let fullText = true;

$(document).ready(function(){
    $('#ButtonSearch').click(function(){
        // Night
        if($('#InputSystem').val().toLowerCase() == 'седая ночь'){
            if(fullText){
                $('#TextPanel').append(Musics.Gray_Night);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        }
        // Smoke
        else if($('#InputSystem').val().toLowerCase() == 'дым сигарет с ментолом'){
            if(fullText){
                $('#TextPanel').append(Musics.smokeWithMenthol);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        }
        // Wind Sea
        else if($('#InputSystem').val().toLowerCase() == 'ветер с моря дул'){
            if(fullText){
                $('#TextPanel').append(Musics.windFromSea);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        }
        // Titanik
        else if($('#InputSystem').val().toLowerCase() == 'на титанике'){
            if(fullText){
                $('#TextPanel').append(Musics.Titanik);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        }
        // Good
        else if($('#InputSystem').val().toLowerCase() == 'это здорово'){
            if(fullText){
                $('#TextPanel').append(Musics.Good);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        }
        // Hand
        else if($('#InputSystem').val().toLowerCase() == 'без рук твоих'){
            if(fullText){
                $('#TextPanel').append(Musics.Hand);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        }
        // Dreamers
        else if($('#InputSystem').val().toLowerCase() == 'фантазер' || $('#InputSystem').val().toLowerCase() == 'фантазёр' ){
            if(fullText){
                $('#TextPanel').append(Musics.Dreamer);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        }
        // Wish
        else if($('#InputSystem').val().toLowerCase() == 'желаю'){
            if(fullText){
                $('#TextPanel').append(Musics.Wish);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        }
        // Driwer
        else if($('#InputSystem').val().toLowerCase() == 'угонщица'){
            if(fullText){
                $('#TextPanel').append(Musics.Driwer);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        }
        // Sialor
        else if($('#InputSystem').val().toLowerCase() == 'морячка'){
            if(fullText){
                $('#TextPanel').append(Musics.Sailor);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        }
        // Without you
        else if($('#InputSystem').val().toLowerCase() == 'без тебя'){
            if(fullText){
                $('#TextPanel').append(Musics.Without);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        }
        // Nothing sorry
        else if($('#InputSystem').val().toLowerCase() == 'ничего не жаль'){
            if(fullText){
                $('#TextPanel').append(Musics.NotSorry);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        }
        // Birthday
        else if($('#InputSystem').val().toLowerCase() == 'день рождение'){
            if(fullText){
                $('#TextPanel').append(Musics.BirthDay);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        }
        // Friend
        else if($('#InputSystem').val().toLowerCase() == 'подруги'){
            if(fullText){
                $('#TextPanel').append(Musics.Friend);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        }
        // Glider
        else if($('#InputSystem').val().toLowerCase() == 'дельтаплан'){
            if(fullText){
                $('#TextPanel').append(Musics.Glider);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        }  
        // Echo Love
        else if($('#InputSystem').val().toLowerCase() == 'эхо любви'){
            if(fullText){
                $('#TextPanel').append(Musics.EchoLove);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        }    
        // If you know
        else if($('#InputSystem').val().toLowerCase() == 'ах если бы знать' || $('#InputSystem').val().toLowerCase() == 'ах, если бы знать'){
            if(fullText){
                $('#TextPanel').append(Musics.IfKnow);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        }   
        // Moon
        else if($('#InputSystem').val().toLowerCase() == 'луна луна'){
            if(fullText){
                $('#TextPanel').append(Musics.Moon);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        } 
        // Blue Sea
        else if($('#InputSystem').val().toLowerCase() == 'синее море'){
            if(fullText){
                $('#TextPanel').append(Musics.BlueSea);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        }
        // New year
        else if($('#InputSystem').val().toLowerCase() == 'новогодняя'){
            if(fullText){
                $('#TextPanel').append(Musics.NewYear);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        } 
        // Off Light
        else if($('#InputSystem').val().toLowerCase() == 'включите свет'){
            if(fullText){
                $('#TextPanel').append(Musics.OffLight);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        }
        // Sky
        else if($('#InputSystem').val().toLowerCase() == 'небо'){
            if(fullText){
                $('#TextPanel').append(Musics.Sky);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        } 
        // Stranger
        else if($('#InputSystem').val().toLowerCase() == 'иностранец'){
            if(fullText){
                $('#TextPanel').append(Musics.Stranger);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        } 
        // Drunk
        else if($('#InputSystem').val().toLowerCase() == 'напилася я пьяна'){
            if(fullText){
                $('#TextPanel').append(Musics.Drunk);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        }   
        // Nothing see
        else if($('#InputSystem').val().toLowerCase() == 'ничего не вижу'){
            if(fullText){
                $('#TextPanel').append(Musics.NothingSee);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        }    
        // With Me
        else if($('#InputSystem').val().toLowerCase() == 'будь со мной'){
            if(fullText){
                $('#TextPanel').append(Musics.WithMe);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        }
        // Light know
        else if($('#InputSystem').val().toLowerCase() == 'светлой памяти'){
            if(fullText){
                $('#TextPanel').append(Musics.LightKnow);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        }  
        // Tea House
        else if($('#InputSystem').val().toLowerCase() == 'чайхана'){
            if(fullText){
                $('#TextPanel').append(Musics.TeaHouse);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        }   
        // Summer Without
        else if($('#InputSystem').val().toLowerCase() == 'лето без тебя'){
            if(fullText){
                $('#TextPanel').append(Musics.SummerWithOut);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        }   
        // More More
        else if($('#InputSystem').val().toLowerCase() == 'еще еще' || $('#InputSystem').val().toLowerCase() == 'ещё ещё'){
            if(fullText){
                $('#TextPanel').append(Musics.MoreMore);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        }    
        // Where you from
        else if($('#InputSystem').val().toLowerCase() == 'скажи откуда ты взялась' || $('#InputSystem').val().toLowerCase() == 'скажи, откуда ты взялась'){
            if(fullText){
                $('#TextPanel').append(Musics.WhereYourFrom);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        }
        // You love me
        else if($('#InputSystem').val().toLowerCase() == 'ты меня любишь'){
            if(fullText){
                $('#TextPanel').append(Musics.YouLoveMe);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        } 
        // Son police 
        else if($('#InputSystem').val().toLowerCase() == 'сын прокурора'){
            if(fullText){
                $('#TextPanel').append(Musics.SonPolice);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        } 
        // Moskow evening
        else if($('#InputSystem').val().toLowerCase() == 'подмосковые вечера'){
            if(fullText){
                $('#TextPanel').append(Musics.MoskowEvening);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        }   
        // No live
        else if($('#InputSystem').val().toLowerCase() == 'нам не жить друг без друга'){
            if(fullText){
                $('#TextPanel').append(Musics.NoLive);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        }    
        // Home flower
        else if($('#InputSystem').val().toLowerCase() == 'а дома зацвела сирень'){
            if(fullText){
                $('#TextPanel').append(Musics.HomeFlower);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        }
        // Happy to bad
        else if($('#InputSystem').val().toLowerCase() == 'от печали до радости'){
            if(fullText){
                $('#TextPanel').append(Musics.HappyToBad);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        }  
        // Plot
        else if($('#InputSystem').val().toLowerCase() == 'плот'){
            if(fullText){
                $('#TextPanel').append(Musics.Plot);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        }   
        // Carry me river
        else if($('#InputSystem').val().toLowerCase() == 'ты неси меня река'){
            if(fullText){
                $('#TextPanel').append(Musics.CarryMyRiver);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        }   
        // Sigaret smoke
        else if($('#InputSystem').val().toLowerCase() == 'сигаретный дым'){
            if(fullText){
                $('#TextPanel').append(Musics.SigaretSmoke);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        }    
        // Black Eyes
        else if($('#InputSystem').val().toLowerCase() == 'черные глаза' || $('#InputSystem').val().toLowerCase() == 'чёрные глаза'){
            if(fullText){
                $('#TextPanel').append(Musics.BlackEyes);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        }
        // Mom
        else if($('#InputSystem').val().toLowerCase() == 'мамино сердце'){
            if(fullText){
                $('#TextPanel').append(Musics.Mom);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        } 
        // Girl Which Love
        else if($('#InputSystem').val().toLowerCase() == 'женщина, которая любит' || $('#InputSystem').val().toLowerCase() == 'женщина которая любит'){
            if(fullText){
                $('#TextPanel').append(Musics.GirlWhichLove);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        } 
        // Small Boy
        else if($('#InputSystem').val().toLowerCase() == 'маленький принц'){
            if(fullText){
                $('#TextPanel').append(Musics.SmallBoy);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        }   
        // SMS
        else if($('#InputSystem').val().toLowerCase() == 'смс'){
            if(fullText){
                $('#TextPanel').append(Musics.SMS);
                fullText = false;
            }
            else{
                $('#TextPanel').html('');
                fullText = true;
            }
        }    
                               
    });

    $('#ButtonClear').click(function(){
        $('#TextPanel').html('');
        fullText = true;
    });
});